categories = []
categories[1] = Category.create({ name: "MAP1：流山おおたかの森地区" })
categories[2] = Category.create({ name: "MAP2：流山セントラルパーク地区" })
categories[3] = Category.create({ name: "MAP3：南流山地区" })
categories[4] = Category.create({ name: "MAP4：南柏地区" })
categories[5] = Category.create({ name: "MAP5：宮園地区" })
categories[6] = Category.create({ name: "MAP6：江戸川台東地区" })
categories[7] = Category.create({ name: "MAP7：江戸川台西地区" })
categories[8] = Category.create({ name: "流山市／管理運営施設" })

Place.create([
  {
    name: "岩佐 千代子",
    category: categories[1],
    lat: "35.868413",
    lng: "139.927926",
    description: "<p>一年中、四季の草花が咲き、道行く人が楽しい庭を目標にしています。その為、背丈の低い草花が中心です。今後シンボリツリー(白樺)を中心とした庭造りをしたいと思っています。★つくばエクスプレス線・東武野田線流山おおたかの森　徒歩6分★道路からいつでも見学可。★オープン看板が出ていれば見学可</p>"
  },
  {
    name: "近藤 マサ子",
    category: categories[1],
    lat: "35.870151",
    lng: "139.92077",
    description: "<p>狭い庭ですが、和洋にこだわらず、好きなものを植えて自分なりに楽しんでいます。龍は手造りです。いろいろ、アドバイスをいただけたら、うれしいです。★つくばエクスプレス線・東武野田線流山おおたかの森　徒歩6分★オープン看板が出ていれば見学可。</p>"
  },
  {
    name: "依田 八重子",
    category: categories[1],
    lat: "35.869895",
    lng: "139.920663",
    description: "<p>昨年夏、ほとんど枯らしてしまい、みな、まだ未熟ですが、今年はバラを頑張ってます。★つくばエクスプレス線・東武野田線流山おおたかの森　徒歩7分★道路からいつでも見学可。</p>"
  }, 
  {
    name: "竹下 洋子",
    category: categories[1],
    lat: "35.880738",
    lng: "139.910744",
    description: "<p>つるバラ中心にまとめた、とても小さなかわいらしい庭です。少しずつ手作りしました。(無農薬でバラ栽培)</p>"
  },
  {
    name: "亀甲 由奈",
    category: categories[2],
    lat: "35.86437",
    lng: "139.910304",
    description: "<p>ゼロからの庭造り8年目。DIYしたものにバラやクレマチスを這わせ、下草にはハーブや宿根草などを育て、四季を感じられるよう心がけています。雑貨が好きでお部屋感覚で楽しんでいます。★つくばエクスプレス線　流山おおたかの森　徒歩20分★東武バス　三輪野山近隣公園　徒歩5分★オープン看板が出ていれば見学可。</p>"
  },
  {
    name: "黒川 康雄",
    category: categories[2],
    lat: "35.862952",
    lng: "139.903915",
    description: "<p>つる性のバラを中心にした庭です。気候と品種によりますが、4月25日〜6月15日頃が開花期です。庭としての見頃は5月15〜25日ぐらい。その後はぽつりぽつり咲いています。★流鉄流山線 流山 徒歩12分★京成バス 文化会館入口 徒歩4分★道路からいつでも見学可。</p>"
  },
  {
    name: "松谷 明子",
    category: categories[2],
    lat: "35.861583",
    lng: "139.90513",
    description: "<p>マンネリ化して飽きてしまった庭が可哀相に見え、思い切って参加しました。小物雑貨で工夫したり、寄せ植えを考えたり、精一杯庭と向き合いました。まだまだですが是非見に来て下さい。★流鉄流山線 流山 徒歩12分★京成バス 加郵便局前 徒歩3分★道路からいつでも見学可。</p>"
  },
  {
    name: "東急ドエルセンターコート",
    category: categories[2],
    lat: "35.861392",
    lng: "139.907042",
    description: "<p>ボランティア19名が月1回の集会をし、ブランターと花壇に春と秋の年2回植え替えをしています。色や季節感を考えながら、花を選んでいます。★つくばエクスプレス線 流山セントラルパーク 徒歩17分★東武バス 加2号公園前 徒歩1分★道路からいつでも見学可。</p>"
  },
  {
    name: "中道 稔(たちばな)",
    category: categories[2],
    lat: "35.853166",
    lng: "139.904076",
    description: "<p>菜園として始めたのでハーブ類や果樹(いちじく、さくらんぼ、ブラックベリー、レモンetc.)などがメインです。今年は井戸をイメージしたオブジェを造りました。5月は花々が一番美しい時期なので、どうぞお越し下さい。★流鉄流山線 平和台 徒歩5分★つくばエクスプレス線 流山セントラルパーク 徒歩15分★道路からいつでも見学可。★お店の営業日：金・土・日・月。</p>"
  },
  {
    name: "河合敏子",
    category: categories[2],
    lat: "35.854083",
    lng: "139.90679",
    description: "<p>この地の住人となって40数年。庭も時を経て今の姿に。ごく普通の樹木と宿根草が共存している和洋折衷の庭です。数年前からバラが加わり、5月になると華やかな色と芳しい香に包まれます。とりわけ白の木香バラが待たれます。</p>"
  },
  {
    name: "佐久間 紀子",
    category: categories[3],
    lat: "35.834822",
    lng: "139.905489",
    description: "<p>道路から見える部分には、トキワベニバナマンサク、ライラック、アジサイなど、自宅に沿ったスペースには日陰に強い植物たち、奥のプライベートスペースにはバラ、クレマチス、トケイソウ、などで、くつろげる空間を楽しんでいます。★つくばエクスプレス線・JR武蔵野線南流山　徒歩3分★要電話予約</p>"
  },
  {
    name: "高橋 貴俊／真知子（ガーデンテラス「木の実」）",
    category: categories[3],
    lat: "35.839855",
    lng: "139.898121",
    description: "<p>実のなる樹木やハーブ等季節の花々が咲く自然を感じさせるガーデン。耳をすますと木々らが奏でるハーモニー。ゆとりある貴方は、愛犬と一緒にテラスでのんびりしてみては!!時間帯別のセットメニューもございます。★つくばエクスプレス線・JR武蔵野線　南流山　徒歩7分★バス7号公園前　徒歩1分★オープン看板が出ていれば見学可。★道路からいつでも見学可。★自宅は統一公開期間のみ。</p>"
  },
  {
    name: "足原 登志代",
    category: categories[3],
    lat: "35.837981",
    lng: "139.895407",
    description: "<p>10坪の小さな私の手の届く庭です。季節毎にその季節になれば、咲いてくれる花々、30年過ぎました。好きな花や花色の好きな花を植栽し、この空間を楽しんでいます。バラやクレマチス、ストレプトカーパスなどがステキです。★南流山弐番街2－109★つくばエクスプレス線・JR武蔵野線南流山　徒歩10分★要電話予約。</p>"
  },
  {
    name: "阿部 秀子",
    category: categories[3],
    lat: "35.840273",
    lng: "139.893521",
    description: "<p>アプローチ側は、道路からいつでも見学可です。南側には、パステルカラーいっぱいの花の咲くイングリッシュガーデンがあります。雪柳から始まり、順次咲いて6月頃まで楽しめます。一番奥は6月に小さなホワイトガーデンになります。私専用の癒しの場です。★つくばエクスプレス線・JR武蔵野線南流山　徒歩13分★道路からいつでも見学可。</p>"
  },
  {
    name: "根本",
    category: categories[4],
    lat: "35.850705",
    lng: "139.944446",
    description: "<p>オールシーズン五感で楽しめ、今後は手の掛からない庭造りを目指す予定。早朝の清々しい風と小鳥達の謳、バラの香りの中での手入れを楽しみたいです。ニューフェイスのバラも見てください。★JR常磐線　南柏　徒歩16分★ぐりーんバス　ふるさとの森公園　徒歩2分★道路からいつでも見学可。★庭内は統一公開日のみ</p>"
  },
  {
    name: "森 賀津子",
    category: categories[5],
    lat: "35.847991",
    lng: "139.905766",
    description: "<p>第11回（平成24年）ガーデニングコンテスト銀賞。主な植物：バラ（ポールズ・ヒマラヤン・ムスク・つるサマースノー・ピエールドゥロンサール・バレリーナなど）芝桜、タイム、ミモザ、ユキヤナギ、スノーボールなど。今後の計画：大きくなりすぎたつるバラを縮小し、壁面へ誘導し直す。石垣の上から芝桜を垂らします。★流鉄流山線 平和台 徒歩10分★道路からいつでも見学可</p>"
  },
  {
    name: "清水 一広／圭子",
    category: categories[5],
    lat: "35.844156",
    lng: "139.909961",
    description: "<p>自雑木林の借景が活かされた山里風の和庭です。華やかさはありませんが、緑に囲まれた静かな環境の中、あづま屋でホッと一息ついていただければ幸いです。近隣には、市指定の大スダジイの巨木や、三本松古墳碑、熊野神社といった流山の名所もありますので、散策を兼ねてお越しください。★つくばエクスプレス線・JR武蔵野線 南流山 徒歩12分★要電話予約</p>"
  },
  {
    name: "林 茂樹",
    category: categories[5],
    lat: "35.849474",
    lng: "139.9193",
    description: "<p>冬は庭に輝く太陽を温かくとりいれて、姫立金花が咲き乱れます。夢乙女のバラと木香バラのアーチ作りに夢中です。夏庭は木陰でくつろぎをテーマに。多様な植物と果実とのコラボで楽しみを! ★つくばエクスプレス線 流山セントラルパーク 徒歩10分★南流山駅よりバス宮園第2公園 徒歩2分★オープン看板が出ていれば見学可。★要電話予約。</p>"
  },
  {
    name: "米田 佳子",
    category: categories[6],
    lat: "35.896975",
    lng: "139.911954",
    description: "<p>江戸川台に昔から植えられている樹木（ヒマラヤスギ、オオムラサキ、サツキ、八重ツバキ）の間に庭を造っています。まだまだ未完成の庭です。テラス、イスに座ってゆっくりみてください。★東武野田線 江戸川台 東口 徒歩5分★4月〜10月出来たらTELいただくと助かります。</p>"
  },
  {
    name: "竹前 正徳（ブティック take2）",
    category: categories[6],
    lat: "35.899567",
    lng: "139.911468",
    description: "<p>山野草の心やすらぐお庭です。スタッフも日々かわいいお花たちにいやされています。どうぞお気軽に店内にお入り下さい。★東武野田線 江戸川台 東口 徒歩3分★オープン看板が出ていれば見学可</p>"
  },
  {
    name: "齋藤 京子",
    category: categories[6],
    lat: "35.899197",
    lng: "139.910586",
    description: "<p>クリスマスローズやホスタなど、宿根草が多いシェードガーデン。アンティーク雑貨やDIYが好きなので、庭にいる時間を楽しんでいます。★東武野田線 江戸川台 東口 徒歩2分★オープン看板が出ていれば見学可。（5月〜6月まで）</p>"
  },
  {
    name: "小倉百合子",
    category: categories[6],
    lat: "35.900225",
    lng: "139.91441",
    description: "<p>バラの花がキラキラと輝き、小さな花たちのざわめき、色と香りの中、しばらく佇んでみませんか。★東武野田線　江戸川台　東口　徒歩5分★道路からいつでも見学可。</p>"
  },
  {
    name: "岡村 克彦／寿美",
    category: categories[6],
    lat: "35.904816",
    lng: "139.913356",
    description: "<p>一年草を主体に、種から大事に育てています。芝生を中心とした庭で、育てた苗をバランス良く植えるのも楽しみです。春のルピナス、ムスカリ、ムギナデシコ、ワスレナグサ・・・等々。花一杯の空間、風薫る庭です。★東武野田線　江戸川台　東口　徒歩12分★オープン看板が出ていれば見学可（道路からも全庭が見えます。）</p>"
  },
  {
    name: "国府田 尚美",
    category: categories[6],
    lat: "35.905581",
    lng: "139.916146",
    description: "<p>庭は我が家のもうひとつのリビングルーム。季節のうつろいや小鳥の声を聞きながら、五感で楽しむティータイムはいやしのひとときです。★東武野田線　江戸川台　東口　徒歩13分★要電話予約（夏冬はCLOSE）</p>"
  },
  {
    name: "當麻 清美",
    category: categories[6],
    lat: "35.907753",
    lng: "139.917283",
    description: "<p>夏には西日が強く、植物にはとても厳しい庭です。常緑のフィージョア、テイツリー、ツリージャーマンダーなどの下で逞しく育った草花が中心です。★東武野田線　江戸川台　東口　徒歩18分★道路からいつでも見学可。</p>"
  },
  {
    name: "安川清美",
    category: categories[6],
    lat: "35.909769",
    lng: "139.914966",
    description: "<p>大好きな草花を眺めながらのティータイムは心癒される至福のひと時です。和洋折衷の庭を日陰はグラデーションを付け、1年草で色彩と調和を考え、楽しみながら庭造りをしています。★東武野田線　江戸川台　東口18分★ぐりーんバス　東急1号公園前　徒歩2分★オープン看板が出ていれば見学可。（夏はCLOSE）★道路からいつでも見学可。</p>"
  },
  {
    name: "片岡 多寿子（VELLA VITA）",
    category: categories[7],
    lat: "35.895738",
    lng: "139.908842",
    description: "<p>店先のピッコロガーデンに、好きなバラを中心に、四季を楽しむ花々を植えています。道行く人にも育てられながら、美しく進化してゆきたい！★東武野田線　江戸川台　西口　徒歩3分★道路からいつでも見学可。</p>"
  },
  {
    name: "玉村 仁美",
    category: categories[7],
    lat: "35.896612",
    lng: "139.908099",
    description: "<p>植えてから50年以上になる柿の木を中心に、好きなバラを育てています。小屋の前に小さなパーゴラを新しく作ったので、伸びていく、つるバラの成長が楽しみです。★東武野田線　江戸川台　西口　徒歩3分★5月〜6月・要電話予約。★道路からいつでも見学可。</p>"
  },
  {
    name: "小髙 静子",
    category: categories[7],
    lat: "35.894554",
    lng: "139.908547",
    description: "<p>駅からほど良い距離のわりには閑静なこの地に根を下ろして30年になろうとしています。大きく育ってしまった木々には手を厄きますが、庭の作業は季節ごとの変化につきない楽しみがあり、生活のエネルギーになっています。年間を通して、特に植物の生命力を感じる5月は庭主にありがたく、見る人にもうれしい季節です。★東武野田線　江戸川台　西口　徒歩5分★オープン看板が出ていれば見学可。（5月〜6月末まで）★道路からいつでも見学可。</p>"
  },
  {
    name: "橋本 景子",
    category: categories[7],
    lat: "35.895619",
    lng: "139.904175",
    description: "<p>家屋を囲む狭い敷地を使って、庭造りを楽しんでいます。日当たりが良くないという悪条件を克服するために、バラはDIYした構築物を使って高さを出し、足元に日陰に強い宿根草を中心に植栽して、毎年のように試行錯誤を繰り返しています。★東武野田線　江戸川台　西口　徒歩10分★オープン看板が出ていれば見学可。（5月〜6月末まで）</p>"
  },
  {
    name: "小倉 冴子",
    category: categories[7],
    lat: "35.905024",
    lng: "139.901643",
    description: "<p>四季折々に訪れた方に楽しんでいただける庭造りを心がけております。形にこだわらぬ自由な庭造りを楽しんでおります。外トイレがありますので、自由に使っていただきたいと思います。★東武野田線　江戸川台　西口　徒歩20分★オープン看板が出ていれば見学可。★道路からいつでも見学可。</p>"
  },
  {
    name: "一茶双樹記念館",
    category: categories[8],
    lat: "35.850096",
    lng: "139.895997",
    description: "<p>枯山水の本格的な日本庭園が素晴らしく、めずらしい樹木もあり、見どころ満載。「茶房―茶庵」でゆったりとお茶も飲める。★流鉄流山線　平和台　徒歩8分★【観覧時間】午前9：00〜午後5：00【休館日】月曜日（祝日の場合は翌日）年末年始【入館料】大人100円★流山市／管理運営：指定管理者　株式会社グリーンダイナミクス</p>"
  },
  {
    name: "杜のアトリエ　黎明（れいめい）",
    category: categories[8],
    lat: "35.850013",
    lng: "139.895482",
    description: "<p>絵画展、写真展なども開かれており、庭のみならず楽しめる。ティーサービスは庭のテラスも利用できる。★流鉄流山線　平和台　徒歩8分★【観覧時間】午前9：00〜午後5：00【休館日】月曜日（祝日の場合は翌日）年末年始★流山市／管理運営：指定管理者　株式会社グリーンダイナミクス</p>"
  }
])
